Repository: GrinPlusPlus/GrinPlusPlusMobile
Catalog: GrinPlusPlus/GrinPlusPlus/Resources/AppResources.*.resx
Languages: de, es, fr, ru, tr

source: Initializing node
de: Knoten initialisieren
es: Iniciando Nodo...
fr: Initialiser le noeud
ru: Инициализация Ноды
tr: Node başlatılıyor

source: In Progress
de: in Bearbeitung
es: En curso
fr: En cours
ru: В процессе
tr: İlerliyor

source: Load from File
de: Archiv lesen
es: Leer archivo
fr: Charger à partir d'un fichier
ru: Загрузить из файла
tr: Dosyadan yükle

source: Locked
fr: Vérouillé
ru: Заблокированные
tr: Kilitli

# MaximumPeers
source: Maximum number of Peers
de: Maximale Peers
es: Peers máximos
fr: Nombre maximum de pairs
ru: Максимальное количество пиров
tr: Maksimum eş sayısı

source: Message
de: Nachricht
es: Mensaje
ru: Сообщение
tr: Mesaj

source: Method
de: Methode
es: Método
fr: Méthode
ru: Метод
tr: Metod

# MinimumPeers
source: Minimum number of Peers
de: Minimum Peers
es: Peers mínimos
fr: Nombre minimum de pairs
ru: Минимальное количество пиров
tr: Minimumeş sayısı

source: Network
de: Netzwerk
es: Red
fr: Réseau
ru: Сеть
tr: AĞ

source: Next
de: Nächster
es: Siguiente
fr: Suivant
ru: Следующее

source: No
de: Nein
fr: Non
ru: Нет
tr: Hayır

source: Node
de: Knoten
es: Nodo
fr: Noeud
ru: Нода

# NonInteractive
source: Without Interactivity
de: Keine Interaktion
es: Sin interacción
fr: Sans interactivité
ru: Без интерактивности
tr: Etkileşimsiz

source: Not Reachable
de: Nicht erreichbar
es: No alcanzable
fr: Non joignable
ru: Не доступно
tr: Ulaşılamıyor

# NoWalletFound
source: No accounts were found
de: Es wurden keine Geldbörsen gefunden. Bitte erstellen Sie eine neue Wallet oder stellen Sie eine vorhandene mit Ihrem Wallet-Seed wieder her.
es: No se encontraron walletsPor favor, cree una nueva wallet o restaure una existente usando la semilla de su billetera.
fr: Aucun porte-monnaie détecté. Prière d'en créer un nouveau ou d'en restaurer un ancien
ru: Нет аккаунтов
tr: Cüzdan bulunamadı. Lütfen yeni bir cüzdan oluşturun veya cüzdan tohumunuzu kullanarak mevcut bir cüzdanı geri yükleyin.

# OfflineTransaction
source: Text - QR Code - File
de: Offline
es: Fuera de linea
fr: Transaction hors ligne
ru: Текст - QR код - Файл
tr: Offline işlem

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ru: Открыть
tr: Aç

# OpeningPleaseWait
source: Opening wallet, please wait...
de: Wallet öffnen, bitte warten ...
es: Abriendo Wallet, por favor espere...
fr: Ouverture du porte-monnaie, veuillez patienter
ru: Открываем кошелек, подождите пожалуйста...
tr: Cüzdan açılıyor, lütfen bekleyin...

source: Open Wallet
de: Wallet öffnen
es: Abrir Wallet
fr: Ouvrir porte-monnaie
ru: Открыть кошелек
tr: Cüzdan aç

# OpenWalletMessage
source: Wallets interreact using the secure Tor network, but don't worry, in case Tor is unavailable you are capable of sending and receiving coins manually using Slatepack Messages through any channel you prefer.
de: Wallets interagieren über das Tor-Netzwerk. Falls Tor nicht verfügbar ist, können Sie Coins manuell mit Slatepack-Nachrichten über jeden von Ihnen bevorzugten Kanal senden und empfangen
es: Las Wallets interactúan usando la red Tor, en caso de que Tor no esté disponible, puede enviar y recibir monedas manualmente usando Slatepack Messages a través de cualquier canal que prefiera
fr: Les porte-monnaie interagissent en utilisant le réseau Tor. Si Tor n'est pas disponible, vous pouvez envoyer et recevoir des pièces manuellement en utilisant les messages Slatepack par le canal de votre choix.
ru: Кошельки взаимодействуют с помощью защищенной сети Tor, но не волнуйтесь, если Tor недоступен, вы можете отправлять и получать монеты вручную с помощью сообщений Slatepack по любому каналу, который вы предпочитаете..
tr: Cüzdanlar Tor ağını kullanarak etkileşime girer, Tor'un kullanılamaması durumunda Slatepack Mesajlarını kullanarak manuel olarak koin gönderip alabilirsiniz. tercih ettiğiniz herhangi bir kanal aracılığıyla

source: Outputs
ru: Выходы
tr: Çıktı

source: Password
de: Passwort
es: Contraseña
fr: mot de passe
ru: Пароли
tr: Şifre

# PasswordCanNotBeEmpty
source: Password can't be empty
de: Passwort kann nicht leer sein
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide
ru: Пароли не могут быть пустыми
tr: Şifre boş olamaz

source: Paste from Clipboard
de: Einfügen aus der Zwischenablage
es: Pegar desde Clipboard
fr: Coller à partir du presse papier
ru: Вставить из буфера обмена
tr: Panodan kopyala

# PickSendingMethod
source: Select Sending Method
de: Methode auswählen
es: Seleccionar método
fr: Selectioner méthode
ru: Выберите метод отправки
tr: Gönderme yöntemi seç

source: Please Confirm
de: Bitte bestätigen
es: Por favor confirmar
fr: Veuillez confirmer
ru: Пожалуйста потвердите
tr: Lütfen onayla

# PowerSaverMessage
source: Make sure the POWER SAVER is DISABLED
de: Deaktivieren Sie POWER SAVER für diese Anwendung
es: Desactive el POWER SAVER para ésta aplicación
fr: Assurez-vous que l'économiseur d'énergie est désactivé
ru: Убедитесь что для приложения отключен режим ЭНЕРГОСБЕРЕЖЕНИЯ
tr: Pil tasarruf özelliğini kapattığınızdan emin olun

source: Private
de: Privat
es: Privado
fr: Privé
ru: Приватность
tr: Gizli

source: QR Code
es: Código QR
ru: QR код
tr: QR KODU

source: Reachable
de: Erreichbar
es: Alcanzable
fr: Joignale
ru: Доступные
tr: Ulaşılabilir

source: Receive
de: Erhalten
es: Recibir
fr: Recevoir
ru: Получить
tr: Kabul et

source: Received
de: Empfangen
es: Recibido
fr: Reçu
ru: Полученные
tr: Alındı

source: Receive Transaction
de: Transaktion erhalten
es: Recibir transacción
fr: Recevoir Transaction
ru: Полученные транзакции
tr: İşlemi kabul et

source: Repost
fr: Reposter
ru: Репост
tr: Yeniden yayınla

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ru: Восстановление
tr: Onar

source: Restore existing wallet
de: Wallet wiederherstellen
es: Restaurar Wallet
fr: Restaurer un ancien porte-monnaie
ru: Восстановить существующий кошелек
tr: Var olan bir cüzdanı onar

source: Restore wallet
de: Restaurar Wallet
es: Restaurar Wallet
fr: Restaurer un porte-monnaie
ru: Восстановить
tr: Cüzdanı Onar

source: Scalable
de: Skalierbar
es: Escalable
ru: Масштабирование
tr: Ölçeklenebilir

# ScanningQRCode
source: Scanning a QR Code
de: QR-Code lesen
es: Escaneando QR
fr: Scan en cours
ru: Сканировать QR код
tr: QR kodu taranıyor

source: Scan QRCode
de: QR-Code scannen
es: Escanear QR
fr: Scanner QRCode
ru: Сканировать QRCode
tr: QRkodu tara/value> </data> <data name="SeedLength" xml:space="preserve"> <value>Tohum uzunluğu

source: Seed Length
de: Länge
es: Longitud
fr: Longueur de la phrase secrète
ru: Seed длина

source: Send
de: Senden
es: Enviar
fr: Envoyer
ru: Послать
tr: GÖNDER

source: Sending
de: Senden
es: Enviando
fr: Envoi
ru: Отправление
tr: Gönderiyor

# SendingPleaseWait
source: Sending Grins, please wait...
de: Senden, bitte warten...
es: Enviando, por favor espere...
fr: Envoi, Veuillez patienter...
ru: Отправляю Grins, подождите пожалуйста...
tr: Gönderiyor, lütfen bekleyin...

source: Sent
de: Geschickt
es: Enviado
fr: Envoyée
ru: Отправить
tr: Gönderildi

source: Set Amount
de: Betrag
es: Monto
fr: Fixer un montant
ru: Установить количество
tr: Miktar belirle

source: Share
de: Teilen
es: Compartir
fr: Partager
ru: Поделиться
tr: Paylaş

source: Share Address
de: Adresse teilen
es: Compartir dirección
fr: Partager Adresse
ru: Поделиться адресом
tr: Adresi paylaş

source: Share Slatepack Message
de: Slatepack-Nachricht teilen
es: Compartir Slatepack Message
fr: Partager Message Slatepack
ru: Поделиться Slatepack сообщением
tr: Slatepack mesajı paylaş

# ShareSlatepackMessageAsFile
source: Share as File
de: Slatepack-Nachricht teilen
es: Compartir Slatepack Message
fr: Partager un fichier
ru: Отправить как файл
tr: Dosya olarak paylaş

# ShareSlatePackMessageQuote
source: The Receiver should introduce this Slatepack Message into their Wallet in order to receive the transaction.
de: Der Empfänger muss diese Slatepack-Nachricht in sein Wallet eingeben, um die Transaktion zu erhalten.
es: El destinatario debe introducir este mensaje de Slatepack en su Wallet para recibir la transacción.
fr: Vous ne pouvez pas communiquer avec le destinataire via TOR, mais ne vous inquiétez pas, vous pouvez toujours initier la transaction en partageant ce message Slatepack. Le destinataire doit introduire ce Slatepack dans son porte-monnaie.
ru: Получатель должен ввести это сообщение слейтпака в свой кошелек, чтобы получить транзакцию
tr: TOR aracılığıyla Alıcı ile iletişim kurulamıyor, ama merak etmeyin, bu Slatepack mesajını paylaşarak işlemi başlatabilirsiniz. Alıcı, bu Slatepack'i Cüzdanına tanıtmalıdır.

# ShareSlatePackMessageQuoteToFinalize
source: Send this Slatepack Message to the Sender to in order to Finalize the transaction.
de: Senden Sie diese Slatepack-Nachricht an den Absender, um die Transaktion abzuschließen
es: Envíe éste mensaje de Slatepack al remitente para finalizar la transacción
fr: Envoyez ce message à l'expéditeur afin de finaliser la transaction.
ru: Отправьте это сообщение Slatepack Отправителю, чтобы завершить транзакцию.
tr: İşlemi Sonuçlandırmak için bu Slatepack Mesajını Gönderici ile paylaşın

source: Slatepack Address
fr: Slatepack Adresse
ru: Slatepack адрес
tr: Slatepack Adresi

source: Slatepack Message
ru: Slatepack сообщение
tr: Slatepack Mesajı

source: Slatepack Message File
de: Slatepack Message
es: Archivo Slatepack Message
fr: Fichier Slatepack
ru: Slatepack сообщение файлом
tr: Slatepack Message Dosyası

source: Slatepack Message Text
de: Slatepack Message
es: Texto Slatepack Message
ru: Slatepack сообщение текстом

source: Spendable
de: Verschenkbar
es: Gastable
fr: Dépensable
ru: Доступные
tr: Harcanabilir

source: Status
ru: Статус
tr: Durum

source: Support
de: Hilfe
es: Soporte
ru: Поддержка
tr: Destek

# SwipeUp2Send
source: Swipe Up to Send Grins 😬
ru: Свайп наверх для отправки Grin 😬
tr: Grinleri gondermek için kaydırın 😬

# SyncedRedirecting
source: The Grin Node is now fully synced. Redirecting to the login screen...
de: Der Knoten ist jetzt vollständig synchronisiert. Weiterleitung zum Anmeldebildschirm ...
es: El Nodo ahora está completamente sincronizado. Redirigiendo a la pantalla de inicio de sesión...
fr: Le nœud Grin est maintenant entièrement synchronisé. Redirection vers l'écran de connexion...
ru: Нода Grin теперь полностью синхронизирован. Перенаправление на экран входа в систему ...
tr: Grin Node tamamen senkrnoize. Giriş ekranına yönlendiriyor...

# TabToCopy
source: Tap address to copy
de: Tab zum Kopieren
es: Tab para copiar
fr: Appuyer sur l'adresse pour copier
ru: Щелкните по адресу для копирования
tr: Adresi kopyalamak için dokun

source: Tor address
de: Tor-Adresse
es: Dirección Tor
fr: Adresse Tor
ru: Tor адрес
tr: Tor adresi

source: Total
de: Gesamt
fr: Le total
ru: Всего
tr: Toplam

source: Transactions
de: Transaktionen
es: Transacciones
ru: Транзакции
tr: İşlemler

# TransactionSent
source: Transaction Sent 〜(ᵐ‿ʷ)〜
de: Transaktion gesendet
es: Transacción enviada
fr: Transaction Envoyée 〜(ᵐ‿ʷ)〜
ru: Транзакции отправлены 〜(ᵐ‿ʷ)〜
tr: İşlem gönderildi 〜(ᵐ‿ʷ)〜

# TryToStartNodeManually
source: Try to start the node again
de: Versuchen Sie erneut, den Knoten neu zu starten
es: Intente iniciar el Nodo nueva vez
fr: Essayer de redémarrer le nœud
ru: Попробывать снова запустить ноду
tr: Nod tekrar başlatmayı dene

source: Unconfirmed
fr: Non Confirmée
ru: Непотвержденные
tr: Onaylanmadı

source: Username
de: Konto
es: Cuenta
fr: Nom d'utilisateur
ru: Имя пользователя
tr: Kullanıcı adı

# UsingInteractivity
source: Interactive Messages
de: Interaktive Nachrichten
es: Mensajes interactivos
ru: Интерактивные транзации
tr: Etkileşimli mesaj

source: Using NFC
de: Verwenden von NFC
es: Usando NFC
ru: Использовать NFC
tr: NFC kullanılıyor

# WaitingSync
source: Waiting for the Node to be up and Running...
de: Warten, dass der Knoten die Synchronisierung beendet...
es: Esperando que el Nodo termine de sincronizar...
fr: En attente que le noeud soit operationel...
ru: Ждем запуска ноды и стартуем...
tr: NODE'un çalışır duruma gelmesini bekliyor...

source: Wallet
fr: porte-monnaie
ru: Кошелек
tr: CÜZDAN

# WalletReachable
source: Your wallet is reachable
de: Ihr Wallet ist erreichbar
es: Su Wallet es alcanzable
fr: votre porte-monnaie est joignable
ru: Кошелек доступен
tr: CÜZDAN'ınız online

# WalletReachableNot
source: Your wallet is not reachable
de: Ihr Wallet ist nicht erreichbar
es: Su Wallet no es alcanzable
fr: votre porte-monnaie est non joignable
ru: Ваш кошелек не доступен
tr: Cüzdanınız offline

source: Wallet Seed
fr: phrase scrète du porte-monnaie
ru: Seed кошелька
tr: Cüzdan tohumları

source: Yes
de: Ja
es: Sí
fr: Oui
ru: Да
tr: Evet

source: Your wallets
de: Wallets
es: Wallets
fr: Vos porte-monnaie
ru: Ваши кошельки
tr: Cüzdanlarınız

source: Commitment
tr: Teslim etme

source: Slate
tr: Yazı

source: Custom
de: Personalisiert
es: Personalizado
