Repository: GrinPlusPlus/GrinPlusPlusMobile
Catalog: GrinPlusPlus/GrinPlusPlus/Resources/AppResources.*.resx
Languages: de, es, fr, ru, tr

source: Account
de: Konto
es: Cuenta
fr: Compte
ru: Аккаунт
tr: Hesap

source: Address
de: Adresse
es: Dirección
fr: Adresse
ru: Адрес
tr: Adres

# AddressCantBeNull
source: Make sure to set the adresss of the receiver
de: Die Adresse kann nicht leer sein
es: La dirección no puede estar vacía
fr: Assurez vous de renseigner l'adresse du receveur
ru: Убедитесь что вы ввели адрес получателя
tr: Alıcının adresini girmeniz gerekiyor.

source: Addresses
de: Adressen
es: Direcciones
fr: Adresses
ru: Адреса
tr: Adresler

# AlignQRCode
source: Align the QR within the frame
de: Richten Sie den QR-Code am Rahmen aus
es: Alinee el código QR con el marco
fr: Aligner le QR dans le cadre
ru: Выровнять QR код по рамке

source: Amount
de: Betrag
es: Monto
fr: Montant
ru: Количество
tr: Adet

# AmountCantBeNull
source: Amount should be more than 0
de: Der Betrag kann nicht leer sein
es: El monto no puede estar vacío
fr: Le montant doit être supérieur à 0
ru: Количество должно быть больше 0
tr: Adet 0'dan büyük olmalı

source: Amounts
de: Beträge
es: Montos
fr: Montants
ru: Балансы

source: Backup Wallet
de: Backup-Geldbörse
fr: Sauvegarder porte-monnaie
ru: Резервное копирование
tr: Cüzdanı Yedekle

source: Blocks
de: Blöcke
es: Bloques
ru: Блоки
tr: Bloklar

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
ru: Отмена
tr: İptal

# Cancelled
source: Canceled
de: Abgebrochen
es: Canceladas
fr: Annulée
ru: Отмененные
tr: İptal edildi

source: Cancel Transaction
de: Transaktion stornieren
es: Cancelar transacción
fr: Annuler transaction
ru: Отмена транзакции
tr: İşlemi iptal et

# CancelTransactionQuestion
source: Are you sure you want to cancel this Transaction?
de: Möchten Sie diese Transaktion wirklich abbrechen?
es: ¿Está seguro de que desea cancelar esta transacción?
fr: Voulez vous annuler la transaction ?
ru: Уверены что хотите отменить транзакцию?
tr: Bu işlemi iptal etmek istediğinize emin misiniz?

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ru: Закрыть
tr: Kapat

source: Completed
de: Abgeschlossen
es: Completado
fr: Complétée
ru: Выполнено
tr: Tamamlandı

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ru: Подтвердить
tr: Onayla

source: Confirmations
de: Bestätigungen
es: Confirmaciones
ru: Подтверждения
tr: Onaylar

# ConfirmIdentity
source: Please confirm your identity to continue
de: Identität bestätigen
es: Confirmar identidad
fr: Confirmez votre identité pour continuer
ru: Подтвердите свою личность для продолжения
tr: Devam etmek için Kimliği onaylayın

source: Confirm Password
de: Bestätigen Sie das Passwort
es: Confirmar contraseña
fr: Confirmer mot de passe
ru: Подтвердить пароль
tr: Şifreyi Onayla

source: Connected Peers
de: Peers
es: Peers
ru: Подключенные пиры
tr: Bağlı eşler

# ConnectingToNode
source: Initializing your the Grin Node now... the Grin Node runs locally and it takes from 10 to 16 seconds to initialize, please wait... ⏱️
de: Node wird gestartet ... der Node wird lokal ausgeführt, es kann 10-15 Sekunden dauern, bis er gestartet wird...
es: Iniciando Nodo... el Nodo corre localmente, puede tomar entre 10 a 15 segundos para iniciar...
fr: Initialisation du noeud Grin ... le noeud Grin fonctionne localement et prend de 10 à 16 secondes pour s'initialiser, veuillez patienter... ⏱️
ru: Инициализация вашей ноды GRIN... нода запускается локально и необходимое время для запуска примерно 10-15 секунд, пожалуйста ожидайте...⏱️
tr: Grin Node şimdi başlatılıyor... Grin Node yerel olarak çalışır ve başlatılması 10 ila 16 saniye sürer, lütfen bekleyin... ⏱️

source: Continue
de: Weitergehen
es: Continuar
fr: Continuer
ru: Продолжить
tr: Devam

source: Copy Slatepack Message
de: Slatepack Message kopieren
es: Copiar Slatepack Message
fr: Copier le message Slatepack
ru: Скопировать Slatepack сообщение
tr: Slatepacki kopyala

source: Copy to Clipboard
de: In die Zwischenablage kopieren
es: Copiar a Clipboard
fr: Copier dans le presse papier
ru: В буфер обмена
tr: Klipboarda kopyala

source: Create
de: Kreieren
es: Crear
fr: Créer
ru: Создать
tr: Oluştur

# CreateOneOrRestoreIt
source: Create a new account or use your wallet seed to restore a previous one
de: Erstellen Sie ein neues Konto oder stellen Sie die Wallet wieder her
es: Crear una nueva cuenta o restaurar wallet
fr: Créer un nouveau compte ou en restaurer un ancien
ru: Создайте новый кошелек или используйте вашу seed-фразу для восстановления имеющегося
tr: Yeni bir hesap oluşturun veya önceki bir hesabı geri yüklemek için cüzdan tohum kelimeleri kullanın

# CreateWallet
source: Create new wallet
de: Wallet erstellen
es: Crear Wallet
fr: Créer nouveau porte-monnaie
ru: Создать новый кошелек
tr: Yeni cüzdan oluştur

# CreateWalletMessage
source: After creating a new wallet, please make sure you're keeping your wallet seed stored safely.
de: Stellen Sie nach dem Erstellen einer neuen Wallet sicher, dass Sie Ihren Wallet-Seed sicher aufbewahren
es: Después de crear una nueva Wallet, asegúrese de mantener la semilla de su billetera almacenada de manera segura
fr: Après avoir créé un nouveau porte-monnaie, assurez-vous de conserver la phrase secrète de votre porte-monnaie en toute sécurité.
ru: После создания кошелька, пожалуйста убедитесь что вы сохранили вашу seed-фразу надежно.
tr: Yeni bir cüzdan oluşturduktan sonra, lütfen cüzdan tohum kelimeleri güvenli bir şekilde sakladığınızdan emin olun.

source: Date
de: Datum
es: Fecha
ru: Дата
tr: Tarih

source: Delete wallet
de: Wallet löschen
es: Eliminar Wallet
fr: Effacer porte-monnaie
ru: Удалить кошелек
tr: Cüzdanı sil

source: Emission
es: Emisión
ru: Эмиссия
tr: Emisyon

# EnableProximity
source: Receive using Proximity
de: Empfangen mit NFC
es: Reciibir usando NFC
fr: Recevoir via NFC
ru: Получить используя Proximity
tr: NFC ile ödeme al

source: Error
fr: Erreur
ru: Ошибка
tr: Hata

# ErrorConnectingToNode
source: There was an error while trying to initialize the Grin Node.
de: Beim Versuch, den Knoten zu initialisieren, ist ein Fehler aufgetreten.
es: Ocurrió un error al intentar inicializar el Nodo
fr: il y a eu une erreur pendant l'initialisation de votre noeud Grin
ru: Произошла ошибка при инициализации GRIN ноды.
tr: Grin NODE başlatılmaya çalışılırken bir hata oluştu.

# ErrorConnectingToNodeAdvice
source: Please try to run the node again using the notification bar action buttons
de: Versuchen Sie, den Knoten erneut über die Aktionsschaltflächen in der Benachrichtigungsleiste auszuführen
es: Intente ejecutar el Nodo nuevamente usando los botones de acción de la barra de notificaciones
fr: Veuillez réessayer de relancer votre noeud Grin en utilisant les boutons d'action dans la barre de notification
ru: Пожалуйста попробуйте запустить ноду заново, путем клика по соответствующей кнопке в уведомлениях устройства
tr: Lütfen bildirim çubuğu işlem düğmelerini kullanarak NODE'u yeniden çalıştırmayı deneyin

# FactAddresses
source: Notably, there are no on-chain addresses either, as transaction building is interactive. Keys used in SlatepackAddresses are derived from a path from the master seed in a given wallet account
de: Insbesondere gibt es auch keine Adressen in der Blockchain, da die Erstellung von Transaktionen interaktiv erfolgt. Die verwendeten Schlüssel werden aus einem Pfad vom Master-Seed abgeleitet.
es: En particular, tampoco hay direcciones en la blockchain, ya que la creación de transacciones es interactiva. Las keys utilizadas se derivan de una ruta desde la master seed.
fr: Il n'y a pas non plus d'adresses sur la chaîne, car la construction des transactions est interactive. Les clés utilisées dans les Adresses Slatepack sont dérivées d'un chemin à partir de la phrase secrète d'un porte-monnaie.
ru: Примечательно, что здесь нет и сетевых адресов, поскольку построение транзакций является интерактивным. Ключи, используемые в SlatepackAddresses, являются производными от пути от основного начального числа в данной учетной записи кошелька.
tr: Özellikle, işlem oluşturma etkileşimli olduğu için zincir üstü adresler de yoktur. SlatepackAddress'lerde kullanılan anahtarlar, belirli bir cüzdan hesabındaki ana tohumdan bir yoldan türetilir..

# FactEmission
source: A new grin ツ is emitted every second, forever, meaning the emission rate stays constant and completely linear. As time passes, the relative dilution becomes smaller; After 10 years, it falls below 10%. After 20, below 5%. This results in a decreasing inflation rate, known as disinflation
de: Jede Sekunde wird ein Grin ツ emittiert, und zwar für immer, d. h. die Emissionsrate bleibt konstant und völlig linear. Im Laufe der Zeit wird die relative Verwässerung kleiner; nach 10 Jahren fällt sie unter 10 %. Nach 20, unter 5 %. Dies führt zu einer sinkenden Inflationsrate, die als Disinflation bezeichnet wird.
es: Se emite un grin ツ cada segundo, para siempre, lo que significa que la tasa de emisión permanece constante y completamente lineal. A medida que pasa el tiempo, la dilución relativa se vuelve más pequeña; Después de 10 años, cae por debajo del 10%. Después de 20, por debajo del 5%. Esto da como resultado una tasa de inflación decreciente, conocida como desinflación.
fr: Un nouveau grin ツ est émis chaque seconde, pour toujours, ce qui signifie que le taux d'émission reste constant et complètement linéaire. Au fur et à mesure que le temps passe, la dilution relative devient plus faible ; Après 10 ans, elle tombe en dessous de 10%. Après 20 ans, en dessous de 5%. Il en résulte un taux d'inflation décroissant, appelé déflation
ru: Новая монета Grin ツ появляется каждую секунду, бесконечно, эмиссия линейная и постоянная. Со временем относительная инфляция становится меньше; Через 10 лет она падает ниже 10%. После 20 - ниже 5%. Это приводит к снижению уровня инфляции, известному как дезинфляция.
tr: Her saniye sonsuza kadar yeni bir Grin ツ yayılır, bu da emisyon hızının sabit kaldığı ve tamamen doğrusal olduğu anlamına gelir. Zaman geçtikçe nispi seyreltme küçülür; 10 yıl sonra %10'un altına düşer. 20'den sonra, %5'in altında. Bu, dezenflasyon olarak bilinen azalan bir enflasyon oranı ile sonuçlanır.

# FactPrivate
source: Privacy by default. Transactions have no amount, no addresses and can be trivially aggregated. This enables complete fungibility without precluding the ability to selectively disclose information as needed
de: Datenschutz standardmäßig. Transaktionen haben keinen Betrag und keine Adresse und können trivial aggregiert werden. Dies ermöglicht eine vollständige Fungibilität, ohne die Möglichkeit auszuschließen, Informationen bei Bedarf selektiv offenzulegen.
es: Privacidad por defecto. Las transacciones no tienen monto ni dirección y se pueden agregar trivialmente. Esto permite una fungibilidad completa sin excluir la capacidad de divulgar información de forma selectiva según sea necesario.
fr: Confidentialité par défaut. Les transactions n'ont pas de montant, pas d'adresse et peuvent être trivialement agrégées. Cela permet une fongibilité totale sans exclure la possibilité de divulguer des informations de manière sélective selon les besoins.
ru: Приватность по умолчанию. У транзакции не публикуется : количество посылаемых монет, нет адресов , они могут быть легко объеденены.Таким образом монеты не уникальны, но в то же время есть возможность частично предоставлять необходимую информацию.
tr: Varsayılan Gizlilik. İşlemlerin tutarı, adresi yoktur ve önemsiz bir şekilde toplanabilir. Bu, gerektiğinde bilgileri seçici bir şekilde ifşa etme yeteneğini engellemeden tam bir değiştirilebilirlik sağlar.

# FactsAmounts
source: First, there are no amounts. A mimblewimble implementation natively uses Confidential Transactions, meaning all amounts are hidden; They are provably impossible to uncover, yet easily verified. Even before anything else, simply hiding amounts makes any analysis significantly more challenging
de: Erstens: Es gibt keine Beträge. Mimblewimble verwendet nativ vertrauliche Transaktionen, was bedeutet, dass alle Beträge versteckt sind; sie sind wahrscheinlich nicht zu entdecken, aber leicht zu überprüfen. Vor allem die einfache Tatsache, dass die Beträge versteckt werden, macht jede Analyse viel schwieriger.
es: Primero, no hay cantidades. Mimblewimble utiliza transacciones confidenciales de forma nativa, lo que significa que todos los montos están ocultos; Probablemente son imposibles de descubrir, pero se verifican fácilmente. Incluso antes que nada, el simple hecho de ocultar las cantidades hace que cualquier análisis sea mucho más desafiante.
fr: Premièrement, il n'y a pas de montants. Une implémentation de mimblewimble utilise nativement des transactions confidentielles, ce qui signifie que tous les montants sont cachés ; ils sont donc invisibles, mais facilement vérifiables. Le simple fait de cacher les montants rend toute analyse beaucoup plus difficile.
ru: Во-первых, нет количества монет. Реализация mimblewimble изначально использует конфиденциальные транзакции, то есть все суммы скрыты; Их невозможно обнаружить, но легко проверить. Даже прежде всего, простое сокрытие сумм значительно усложняет анализ.
tr: İlk olarak, miktar yoktur. Bir mimblewimble uygulaması, tüm tutarların gizli olduğu anlamına gelen Gizli İşlemleri yerel olarak kullanır; Bunları ortaya çıkarmak imkansız olduğu kanıtlıdır, ve kolayca doğrulanabilir. Her şeyden önce, sadece miktarları gizlemek, herhangi bir analizi önemli ölçüde daha zor hale getirir.

# FactsDandelion
source: An important piece of information that commonly leaks is the IP address that originally sent the transaction. To tackle this issue, grin employs Dandelion++ (originally proposed as a BIP), a protocol designed to hide a transaction's origin IP address
de: Eine wichtige Information, die häufig durchgesickert ist, ist die IP-Adresse, von der die Transaktion ursprünglich ausging. Um dieses Problem zu lösen, verwendet grin Dandelion++ (ursprünglich als BIP vorgeschlagen), ein Protokoll, das entwickelt wurde, um die Quell-IP-Adresse einer Transaktion zu verbergen.
es: Un dato importante que comúnmente se filtra es la dirección IP que envió originalmente la transacción. Para abordar este problema, grin emplea Dandelion ++ (originalmente propuesto como BIP), un protocolo diseñado para ocultar la dirección IP de origen de una transacción.
fr: L'adresse IP d'origine de la transaction est une information importante qui fuit fréquemment. Pour résoudre ce problème, grin utilise Dandelion++ (initialement proposé comme BIP), un protocole conçu pour cacher l'adresse IP d'origine d'une transaction.
ru: Важной частью информации, которая обычно просачивается, является IP-адрес, с которого первоначально была отправлена транзакция. Чтобы решить эту проблему, grin использует Dandelion ++ (первоначально предложенный как BIP), протокол, предназначенный для сокрытия IP-адреса источника транзакции.
tr: Yaygın olarak sızan önemli bir bilgi parçası, işlemi ilk gönderen IP adresidir. Bu sorunu çözmek için grin, Dandelion++ kullanıyor (başlangıçta bir BIP olarak önerildi), bir işlemin başlangıç IP adresini gizlemek için tasarlanmış bir protokol.

# FactSlatepack
source: Slatepack is the universal transaction standard for Grin. Slatepacks are encrypted when the user uses a grin1 address to send smiles; otherwise, the transaction information is only obfuscated
de: Slatepack ist der universelle Transaktionsstandard für Grin. Slatepacks werden verschlüsselt, wenn der Benutzer eine grin1-Adresse zum Senden von grins verwendet; ansonsten werden die Transaktionsinformationen nur verschleiert.
es: Slatepack es el estándar de transacción universal para Grin. Los Slatepacks se cifran cuando el usuario usa una dirección grin1 para enviar grins; de lo contrario, la información de la transacción solo se ofusca.
fr: Slatepack est la norme de transaction universelle pour Grin. Les slatepacks sont cryptés lorsque l'utilisateur utilise une adresse grin1 pour envoyer des grins
ru: Slatepack - это универсальный стандарт транзакций для Grin. Пакеты Slatepack зашифровываются, когда пользователь использует адрес grin1 для отправки GRIN; в противном случае информация о транзакции только запутывается
tr: Slatepack, Grin için evrensel işlem standardıdır. Kullanıcı Grin göndermek için bir grin1 adresi kullandığında Slatepack'ler şifrelenir; aksi takdirde işlem bilgileri yalnızca gizlenir.

# FactsMimblewimble
source: Mimblewimble is a blockchain protocol that allows for a completely private transaction platform through a unique security framework that is markedly different from that of the pseudonymous Bitcoin cryptocurrency. In Mimblewimble, there are no addresses and transactions are fully confidential. Its distributed ledger is also relatively more compact than the other chains in the crypto space
de: Mimblewimble ist ein Blockchain-Protokoll, das durch ein einzigartiges Sicherheits-Framework, das sich deutlich von der pseudonymen Kryptowährung Bitcoin unterscheidet, eine komplett private Transaktionsplattform ermöglicht. In Mimblewimble gibt es keine Adressen und die Transaktionen sind völlig vertraulich. Sein verteiltes Ledger ist auch relativ kompakter als die anderen Ketten im Krypto-Raum.
es: Mimblewimble es un protocolo que permite una plataforma de transacciones completamente privada a través de un marco de seguridad único que es marcadamente diferente al de la criptomoneda Bitcoin seudónima. En Mimblewimble, no hay direcciones y las transacciones son completamente confidenciales. Su libro mayor distribuido también es relativamente más compacto que las otras cadenas en el espacio criptográfico.
fr: Mimblewimble est un protocole blockchain qui permet des transactions totalement privées grâce à une sécurité unique, nettement différent de celui de la crypto-monnaie pseudonyme Bitcoin. Dans Mimblewimble, il n'y a pas d'adresses et les transactions sont totalement confidentielles. Sa Blockchain est également relativement plus compact que les autres chaînes de l'espace cryptographique.
ru: Mimblewimble - это протокол блокчейна, который позволяет использовать платформу для полностью закрытых транзакций с помощью уникальной структуры безопасности. В Mimblewimble нет адресов и транзакции полностью конфиденциальны. Его размер также компактнее, чем другие решения.
tr: Mimblewimble, Bitcoin kripto para biriminden önemli ölçüde farklı olan benzersiz bir güvenlik çerçevesi aracılığıyla tamamen özel bir işlem platformuna izin veren bir blok zinciri protokolüdür. Mimblewimble'da, adres ve miktarlar gözükmez, tamamen gizlidir. Dağıtılmış defteri de kripto alanındaki diğer blokzincirlerden nispeten daha sıkıdır.

# FactsOpen
source: Grin is developed openly, by individual contributors all over the world. There's no company or foundation behind it, and no ICO, founder reward, pre-mine or dev-tax. The coin distribution is designed to be as fair (but not gratis) as is known to be possible
de: Grin wird offen entwickelt, von einzelnen Mitwirkenden aus der ganzen Welt. Es steht keine Firma oder Stiftung dahinter, und es gibt keinen ICO, keine Gründerbelohnung, kein Pre-Mining und keine Dev-Steuer. Die Münzverteilung soll so fair (aber nicht kostenlos) sein, wie es bekanntlich möglich ist.
es: Grin se desarrolla abiertamente, por colaboradores individuales de todo el mundo. No hay una empresa o fundación detrás de esto, y no hay ICO, recompensa de fundador, pre-mina o dev-tax. La distribución de monedas está diseñada para ser tan justa (pero no gratuita) como se sabe que es posible.
fr: Grin est développé ouvertement, par des contributeurs individuels du monde entier. Il n'y a pas de société ou de fondation derrière, ni d'ICO, de récompense pour les fondateurs, de pré-mine ou de taxe de développement. La distribution de la monnaie est conçue pour être aussi équitable (mais pas gratuite) que possible.
ru: Grin разрабатывается открыто отдельными участниками со всего мира. За этим нет ни компании, ни фонда, ни ICO, ни вознаграждения основателя, ни налога на разработку, ни пре майнинга. Распределение монет должно быть настолько справедливым (но не бесплатным), насколько это возможно.
tr: Grin, dünyanın her yerinden bireysel katkıda bulunanlar tarafından açık bir şekilde geliştirilmiştir. Arkasında hiçbir şirket veya vakıf yok, ICO yok, kurucu ödülü, ön madencilik veya geliştirme vergisi yok. Madeni para dağıtımı mümkün olduğu kadar adil (ancak ücretsiz değil) olacak şekilde tasarlanmıştır.

# FactsScalable
source: Grin scales mostly with the number of users and minimally with the number of transactions. Past transactional data can be pruned, making grin drastically lightweight compared to other blockchains
de: Grin skaliert in erster Linie mit der Anzahl der Benutzer und nur minimal mit der Anzahl der Transaktionen. Frühere Transaktionsdaten können entfernt werden, was Grin im Vergleich zu anderen Blockchains drastisch leicht macht.
es: Grin escala principalmente con el número de usuarios y mínimamente con el número de transacciones. Los datos de transacciones anteriores se pueden eliminar, lo que hace que la sonrisa sea drásticamente liviana en comparación con otras cadenas de bloques.
fr: Grin évolue principalement en fonction du nombre d'utilisateurs et très peu en fonction du nombre de transactions. Les données transactionnelles passées peuvent être prunées, ce qui rend Grin drastiquement plus léger par rapport aux autres blockchains.
ru: Grin масштабируется в основном с количеством пользователей и минимально с количеством транзакций. Данные прошлых транзакций могут быть удалены, что значительно упрощает GRIN по сравнению с другими блокчейнами.
tr: Grin, çoğunlukla kullanıcı sayısıyla ve minimum işlem sayısıyla ölçeklenir. Geçmiş işlem verileri budanabilir, bu Grin'i diğer blok zincirlerine kıyasla büyük ölçüde hafif yapar.

# FactTransactions
source: Mimblewimble transactions are interactive, meaning both parties need some kind of communication to interact with each other and exchange the necessary data to create a transaction.
de: Mimblewimble-Transaktionen sind interaktiv, was bedeutet, dass beide Parteien eine Form der Kommunikation benötigen, um zu interagieren und die Daten auszutauschen, die zur Erstellung einer Transaktion notwendig sind.
es: Las transacciones de Mimblewimble son interactivas, lo que significa que ambas partes necesitan algún tipo de comunicación para interactuar e intercambiar los datos necesarios para crear una transacción.
fr: Les transactions Mimblewimble sont interactives, ce qui signifie que les deux parties ont besoin d'une forme de communication pour interagir et échanger les données nécessaires à la création d'une transaction.
ru: Транзакции Mimblewimble являются интерактивными, то есть обеим сторонам требуется какое-то взаимодействие, чтобы взаимодействовать друг с другом и обмениваться необходимыми данными для создания транзакции..
tr: Mimblewimble işlemleri etkileşimlidir, yani her iki taraf da birbirleriyle etkileşim kurmak ve bir işlem oluşturmak için gerekli verileri değiş tokuş etmek için bir tür iletişime ihtiyaç duyar.

source: Fast. Private. Secure.
fr: Rapide. Privé. Sécurisé.
ru: Быстро. Конфиденциально. Безопасно.
tr: Hızlı. Gizli. Güvenli.

source: Fee
fr: Frais
ru: Комиссия
tr: Ücret

source: Finalize
de: Abschließen
es: Finalizar
fr: Finaliser
ru: Завершение
tr: Tamamla

source: Finalize Transaction
de: Transaktion abschließen
es: Finalizar transacción
fr: Finaliser la transaction
ru: Завершить транзакцию
tr: İşlemi TAMAMLA

# GetWalletSeed
source: Display Wallet Seed Phrase
de: Seed erhalten
es: Obtener Seed
fr: Afficher la phrase secrète
ru: Показать Seed-фразу
tr: Cüzdan tohum şifreleri göster

source: Headers
de: Kopfzeilen
es: Cabeceras
fr: entêtes
ru: Заголовки

source: History
de: Aufzeichnung
es: Historial
fr: Historique
ru: История
tr: Geçmiş

source: Immature
ru: Неподтверждённые
tr: Olgunlaşmamış
